tap "anchore/grype"
tap "golbin/tap"
tap "oven-sh/bun"
brew "act"
brew "autojump"
brew "awscli"
brew "glib"
brew "cairo"
brew "certbot"
brew "cloc"
brew "cloudflared"
brew "curl"
brew "dive"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grpcurl"
brew "grype"
brew "helm"
brew "httpie"
brew "jenv"
brew "k3d"
brew "k6"
brew "kn"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "minikube"
brew "node@20"
brew "nvm"
brew "openjdk@17"
brew "openjdk@21"
brew "pandoc"
brew "pnpm"
brew "protobuf"
brew "stow"
brew "terminal-notifier"
brew "tilt"
brew "tmux"
brew "tree"
brew "trufflehog"
brew "uv"
brew "websocat"
brew "yarn"
brew "yazi"
brew "zsh-syntax-highlighting"
brew "golbin/tap/gw"
brew "oven-sh/bun/bun"
cask "claude-code"
cask "gcloud-cli"
cask "ghostty"
cask "git-credential-manager"
cask "homerow"
